resp.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:wsdl="http://tempuri.org/"
	xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ins0="http://tempuri.org/">
	<env:Body>
		<ins0:save_waybill>
			<ins0:su>dimitri1979</ins0:su>
			<ins0:sp>123456</ins0:sp>
			<ins0:waybill>
				<WAYBILL>
					<GOODS_LIST>
						<GOODS>
							<ID>0</ID>
							<W_NAME>ქურო СТП-10/150-240-НП</W_NAME>
							<UNIT_ID>99</UNIT_ID>
							<UNIT_TXT>ST</UNIT_TXT>
							<QUANTITY>15.0</QUANTITY>
							<PRICE>0.0</PRICE>
							<AMOUNT>0.0</AMOUNT>
							<BAR_CODE>100002988</BAR_CODE>
							<A_ID>0</A_ID>
						</GOODS>
					</GOODS_LIST>
					<ID>0</ID>
					<TYPE>1</TYPE>
					<BUYER_TIN>206322102</BUYER_TIN>
					<CHEK_BUYER_TIN>1</CHEK_BUYER_TIN>
					<BUYER_NAME>სატესტო კოდი</BUYER_NAME>
					<START_ADDRESS>ვანის ქ.#3</START_ADDRESS>
					<END_ADDRESS>ვანის ქ. #3</END_ADDRESS>
					<DRIVER_TIN>36001024775</DRIVER_TIN>
					<CHEK_DRIVER_TIN>1</CHEK_DRIVER_TIN>
					<DRIVER_NAME>ზაქრო ლოლაძე</DRIVER_NAME>
					<TRANSPORT_COAST>0</TRANSPORT_COAST>
					<RECEPTION_INFO></RECEPTION_INFO>
					<RECEIVER_INFO></RECEIVER_INFO>
					<DELIVERY_DATE></DELIVERY_DATE>
					<STATUS></STATUS>
					<SELER_UN_ID>731937</SELER_UN_ID>
					<PAR_ID></PAR_ID>
					<CAR_NUMBER>WDW842</CAR_NUMBER>
					<BEGIN_DATE></BEGIN_DATE>
					<TRANS_COST_PAYER>1</TRANS_COST_PAYER>
					<TRANS_ID>1</TRANS_ID>
					<TRANS_TXT></TRANS_TXT>
					<COMMENT></COMMENT>
				</WAYBILL>
			</ins0:waybill>
		</ins0:save_waybill>
	</env:Body>
</env:Envelope>
